export const questions = [
    {
        question: '오늘 기분은 어떤신가요?',
        options: [
            '활기차고 긍정적인 기분이에요.',
            '평소와 다름없이 괜찮은 기분이에요.',
            '특별히 좋지도 나쁘지도 않은 기분이에요.',
            '기분이 우울하거나 불안해요.'
        ]
    },
    {
        question: '오늘 만날 사람은 어떤 사람인가요?',
        options: ['중요한 비즈니스 파트너', '오랜만에 만나는 친구', '가족', '새로운 사람', '없음']
    },
    {
        question: '오늘 하루 계획은 어떻게 되시나요?',
        options: [
            '바쁘게 일정이 많아요',
            '여유롭게 휴식을 취할 거예요',
            '집에서 뒹굴거릴 거예요',
            '취미 활동을 할 거예요'
        ]
    },
    {
        question: '오늘 입고 싶은 스타일은 어떤가요?',
        options: [
            '깔끔하고 단정한 스타일',
            '캐주얼하고 편안한 스타일',
            '독특하고 개성 있는 스타일',
            '세련되고 모던한 스타일'
        ]
    },
    {
        question: '현재 기온은 몇 도인가요?',
        options: [
            '10°C 이하: 매우 춥습니다.',
            '11°C에서 20°C 사이: 쌀쌀하거나 선선합니다.',
            '21°C에서 30°C 사이: 따뜻하거나 약간 덥습니다.',
            '31°C 이상: 매우 덥습니다.'
        ]
    },
    {
        question: '성별이 어떻게 되시나요?',
        options: ['남성', '여성', '없음']
    }
];
